{
    "locale" : "EN",
    "language" : "Change Language",
    "about" : "Why us?",
    "ourservice" : "Our Services" ,
    "letsrepair" : "Let's Repair",
    "ewarranti" : "E-Warranty",
    "myrid" : "MyStatus ID",
    "broken" : "Your smartphone got problem?",
    "service" : "Services your smartphone with",
    "easy" : "ease",
    "and" : "and",
    "trust" : "at affordable prices",
    "whatsapp" : "Whatsapp Us",
    "download" : "Download our Apps\n(Coming Soon)",
    "start" : "Let's get started, We will contact you as soon as possible",
    "name" : "Name",
    "phonenumber" : "Phone Number",
    "damage" : "Problem Statement",
    "send" : "Make an appointment",
    "eg" : "eg: Water damage, Screen crack...",
    "urgent" : "Urgent?",
    "emptyfield" : "This field cannot be empty",
    "tooltipsocial" : "Our Social Media",
    "usernotsign" : "User not sign in",
    "login" : "Click here to sign in",
    "darktheme" : "Dark Theme",
    "tooltipletrepair" : "Let's repair with us",
    "tooltipabout" : "About and advantage services with us",
    "tooltipourservice" : "Curiuos what services we are doing? click here",
    "tooltipewaranti" : "Information about all your services warranty",
    "tooltipchangelang" : "Change language",
    "tooltipmyrid" : "Tracking smarphone repair status",
    "tooltipdarktheme" : "Change to dark theme",
    "on" : "On",
    "off" : "Off",
    "appoinmentsuccess" : "Your appointment has been sent successfully, Our technician will reply to you at any time!",
    "whyus": "Why you should choose our services?",
    "cheap" : "Get the lower price than other service centers",
    "bmf" : "\n \nOwned by 100% Malaysian, 100% Ore Kelate. #supportBMF",
    "mailin" : "Coverage throughout Malaysia using the “Courier Service”",
    "services" : "Warranty can be used throughout Malaysia. Subject to terms and conditions",
    "diagnostic" : "Free diagnostics*. No payment required if your phone cannot be repaired. “No Fix No Fee”",
    "system"  : "Repair your phone with trusted✅. You can check the repair status of your phone and the warranty period on our portal site",
    "call" : "You can also directly call us",
    "callnow" : "Urgent? need a spare parts price right away? Directly call our number now",
    "ourservicestitle" : "Our services",
    "ourservicessubtitle" : "We offer repair services for iPhone and Android smartphones that have the following problems:",
    "LCD" : "Screen crack, no display, cannot touch, green line in display, ghost touch",
    "battery" : "Battery runs out quickly, Automatic shutdown, decrease battery health, battery temperature too high",
    "software" : "Stuck logo, FRP or Google Lock, Software stuck, Update Software",
    "subboard" : "Looses charging port, Temperature High, Microphone problem",
    "button" : "Power or volume buttons cannot be pressed, Home button not working",
    "waterdamaged" : "Cannot on or other problems that cause by exposure to water",
    "newapps" : "New apps just for you (Coming Soon)!",
    "newappsdesc" : "Worried if your warranty receipt is lost? Not anymore, you can track repair status of your smartphone, make an appointment with us and many more fun for you to explore !",
    "followsocmed" : "Follow us on our social media platforms for more updates",
    "buttonsocmed" : "Click here for more",
    "testimonial" : "Customers Testimonial",
    "usefultool" : "My Support",
    "myridsubtitle" : "Each phone taken for repair will be given a tracking number. Let's track your smartphone here",
    "myridgobutton" : "Track my smartphone",
    "ewaranttysubtitle" : "Have you repaired your phone with us? Let's see your spare part's warranty in here",
    "ewarrantygobutton" : "My warranty",
    "qmodel" : "Which smartphone model can be repair?",
    "amodel" : "iPhone and Android, as long as there are spare parts as long as we can repair",
    "qwarranty" : "Warranty period?",
    "awarranty" : "30 to 90 days",
    "qmotherboard" : "Can repair motherboard smartphone?",
    "amotherboard" : "Yes we can repair smartphone motherboards. Especially iPhone and Android models (If there are spare parts for android)",
    "qhowlong" : "How long does it take to repair?",
    "ahowlong" : "Depending on the type of damage, if the minor damage takes 30 minutes to 1 day, If the damage involves the motherboard it may take 3 - 14 days",
    "fmission" : "Offers Android and iPhone device repair services. Our mission is to provide quality and services in all aspect in the smartphone repair industry",
    "copyright" : "Copyright © 2021 Assaff Enterprise | All right reserved",
    "trackyourrepair"  : "Track My Repair",
    "tyrsubtitle" : "Please enter your MyStatus ID (MySID) number to find out your latest device's repair status directly!",
    "tyrhint" : "Enter MySID number",
    "trackbutton" : "Track",
    "emptyfieldmysid" : "Please enter your MySID number",
    "recordfound" : "Record found!",
    "recordnotfound" : "Record not found!",
    "titlecheck" : "Device Information",
    "egmysid" : "eg: 248444",
    "receiveddate" : "Received Date: ",
    "technician" : "Technician:  ",
    "progress" : "Repairing Progress: ",
    "buttonrepairlog" : "Repair Timeline",
    "repairtimelinesubtitle" : "Here is a timeline report from our technicians to repair your smartphone device",
    "timelinestart" : "Start",
    "timelineend" : "End",
    "timelineinprogress" : "Repair in progress...",
    "refreshcomplete" : "Refresh completed!",
    "buttonclose" : "Close",
    "signin" : "Sign In",
    "signout" : "Sign Out",
    "tooltipsignin" : "Sign in to your account",
    "tooltipsignout" : "Sign out to your account",
    "signintitle" : "Let's sign you in first!",
    "signinsubtitle" : "Don't worry, just enter your email address and password to continue!",
    "signincompleted" : "Welcome back",
    "usernotfound" : "User not found for that email. Please enter correct registered email address!",
    "wrongpassword" : "Wrong password. Enter your correct password!",
    "noemail" : "Please enter your valid email address",
    "nopassword" : "Please enter your password",
    "password" : "Password",
    "newemail" : "New email address",
    "defaultpassword" : "Default password: ",
    "oldpassword" : "Please enter your old password",
    "newpassword" : "Enter your new password",
    "signoutconfirmtitle" : "Are you sure want to sign out?",
    "signoutconfirmsubtitle" : "Once signed out, you can sign in back at any point to manage your repaired devices and your e-warranty status.",
    "cancel" : "Cancel",
    "signinfirst" : "Oh No! You must sign in first!",
    "signinfirstsub" : "Sign in to your Af-Fix Account to check your E-Warranty status and all your repaired devices!",
    "visithelpcenter" : "Return to the previous page",
    "signincomplete" : "Congratulations, you are logging in!",
    "signinnew" :"Welcome to Assaff", 
    "googlesignbutton": "Continue with Google",
    "emailsignbutton": "Create an account for free",
    "or" : "Or",
    "repairhistory" : "Repair History",
    "sorry" : "Sorry",
    "nowaranty" : "it looks like your warranty has been expired or you do not have any warranty from us",
    "activewarranty" : "Your valid E-Warranty status",
    "nodevice" : "Looks like it's empty! It's mean you don't have repair any device or make appointment with us yet🙂",
    "devicehistory" : "All your repaired devices",
    "goodmorning" : "Good Morning",
    "goodafternoon" : "Good Afteroon",
    "goodevening" : "Good Evening",
    "validuntil" : "Your E-Warranty valid until",
    "beingrepair" : "Your device is being repair",
    "expired" : "Your warranty has been expired at",
    "titlecreateacc" : "Let's create your account!",
    "alreadyaccount" : "Already have an account?",
    "clickhere" : "Click here to sign in",
    "advantage1": "Get access to all your warranty status",
    "advantage2" : "Track your repair status without entering MySID number",
    "advantage3" : "Get notified when your devices is ready to pickup",
    "advantage4" : "Access to all your devices repair history",
    "advantage5" : "Get a discounted price on each repair",
    "newuser?" : "Don't have an account?",
    "yourname" : "Your Name",
    "pleasename" : "Please enter your name",
    "pleasenumber" : "Please enter your phone number",
    "pleaseemail" : "Please enter your valid email address" ,
    "pleasepassword" : "Password length must exceed 6 characters",
    "showpassword" : "Show Password",
    "createaccount" : "Create new account!",
    "registerdone" : "Registration Completed",
    "errorfound" : "Uh Oh, It's an Error!",
    "googleloginfailed" : "Sign in failed!",
    "policy1" : "By creating an account, you understand and agree to our",
    "tos" : "Terms of Services",
    "policy2" : "and our",
    "useragreement" : "User Agreement",
    "privacypolicy" : "Privacy Policy",
    "repaireddevices" : "Your repaired devices",
    "spentprice" : "Total you have spent",
    "repairpoint" : "Assaff Repair Points",
    "yourinformation" : "Your Information",
    "infodescription" : "Your information is only used for contacting and notifying about your device being repaired.",
    "aboutinfo" : "Learn how we managed your information and your personal data.",
    "assaffaccount" : "Assaff Account",
    "linkwithgoogle" : "Link with Google" ,
    "changepassword" : "Change password",
    "changeemail" : "Change email address",
    "email" : "Email Address",
    "updatinguser" : "Updating user data...",
    "updatecomplete" : "Updating Completed",
    "titlelinkgoogle" : "Link Account To Google",
    "subtitlelinkgoogle" : "For security reason please enter your current password to link with Google Account",
    "titlechangepassword" : "Change Password",
    "titlechangeemail" : "Change Email Address",
    "subtitlechangeemail" : "Please insert your new email address and your password to continue, your current email address is ", 
    "submit" : "Submit",
    "err-email-already-exist" : "This email are already exist, please use another email address!",
    "err-invalid-email" : "This email adrress are invalid, try using another email address",
    "err-provider-already-linked" : "You have already linked your account with Google",
    "err-invalid-credential" : "Invalid credential has been detected! Please try again later",
    "err-credential-already-in-use" : "Your Google Account are already exist on our server, please use another Google Account!",
    "err-occured" : "Aw Snap, An error occured please try again later!",
    "err-update-information" : "Failed to update user information, Please enter your correct information",
    "ok-link-google" : "Congratulation, Your accound has been linked with Google Account",
    "ok-change-password" : "Congratulation, you have successfully change your password account!",
    "ok-change-email" : "Congratulation, you have successfully change your email address!",
    "newversion" : "New version available! Update now",
    "updatebutton" : "Update",
    "termstitle" : "Terms of Services",
    "termsdesc" : "By accessing this Web Apps, accessible from af-fix.com, you are agreeing to be bound by these Terms and Conditions of Use and agree that you are responsible for the agreement with any applicable local laws. If you disagree with any of these terms, you are prohibited from accessing this Apps. The materials contained in this Web Application are protected by copyright and trade mark law." ,
    "licensetitle" : "Use License", 
    "licensedesc" : "Permission is granted to temporarily download one copy of the materials on Af-Fix (Assaff Enterprise) Web Apps for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:",
    "licensedesc1" : "• modify or copy this Apps;",
    "licensedesc2" : "• use this Apps for any commercial purpose or for any public display;",
    "licensedesc3" : "• attempt to reverse engineer any software contained on this Web Apps;",
    "licensedesc4" : "• remove any copyright or other proprietary notations from the materials; or ;",
    "licensedesc5" : "• transferring this Apps to another person or 'mirror' this apps on any other server.",
    "licensedesc6" : "This will let Af-Fix to terminate upon violations of any of these restrictions. Upon termination, your viewing right will also be terminated and you should destroy any downloaded materials in your possession whether it is printed or electronic format.",
    "disclaimertitle" : "Disclaimer",
    "disclaimerdesc" : "All the materials on this Web Apps are provided 'as is'. Af-Fix makes no warranties, may it be expressed or implied, therefore negates all other warranties. Furthermore, Af-Fix does not make any representations concerning the accuracy or reliability of the use of the materials on its Web Apps or otherwise relating to such materials or any sites linked to this Web Apps.",
    "limitationtitle": "Limitation",
    "limitationdesc" : "Af-fix or it's suppliers will not be hold accountable for any damages that will arise with the use or inability to use this Web Apps, even if our company or an authorize representative of this Web Apps has been notified, orally or written, of the possibility of such damage. Some jurisdiction does not allow limitations on implied warranties or limitations of liability for incidental damages, these limitations may not apply to you.",
    "revisiontitle" : "Revision and Errata",
    "revisiondesc": "The materials appearing on Af-Fix’s Web Apps may include technical, typographical, or photographic errors. We will not promise that any of the materials in this Web Apps are accurate, complete, or current. We may change the materials contained on its Website at any time without notice. Af-Fix does not make any commitment to update the materials.",
    "linkstitle" : "Links",
    "linksdesc" : "We has not reviewed all of the sites linked to its Website and is not responsible for the contents of any such linked site. The presence of any link does not imply endorsement by Af-Fix of the site. The use of any linked website is at the user’s own risk.",
    "sitetermstitle" : "Site Terms of Use Modification",
    "sitetermsdesc" : "We may revise these Terms of Use for its Website at any time without prior notice. By using this Web Apps, you are agreeing to be bound by the current version of these Terms and Conditions of Use.",
    "privacytitle" : "Your privacy",
    "privacydesc"  : "Please read our",
    "lawtitle" : "Governing Law",
    "lawdesc" : "Any claim related to Af-Fix's Web Apps shall be governed by the laws of my without regards to its conflict of law provisions. You can contact us in advance if you have any questions.",
    "privacydesc2" : "At Af-Fix Smartphone Repair, accessible from af-fix.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by our server and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us. This Privacy Policy applies only to our online activities and is valid for visitors to our Web Apps with regards to the information that they shared and/or collect in this Web Apps. This policy is not applicable to any information collected offline or via channels other than this Web Apps.",
    "consenttitle" : "Consent",
    "consentdesc": "By using our Web Apps, you hereby consent to our Privacy Policy and agree to its terms.",
    "infocollecttitle": "Information we collect",
    "infocollectdesc" : "The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information. If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide. When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.",
    "howwetitle" : "How we use your information",
    "howwedesc1" : "We use the information we collect in various ways, including to:",
    "howwedesc2" : "• Provide, operate, and maintain our Web Apps",
    "howwedesc3" : "• Improve, personalize, and expand our Web Apps",
    "howwedesc4" : "• Understand and analyze how you use our Web Apps",
    "howwedesc5" : "• Develop new products, services, features, and functionality",
    "howwedesc6" : "• Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes",
    "howwedesc7" : "• Send you emails",
    "howwedesc8" : "• Find and prevent fraud",
    "logtitle" : "Log File",
    "logdesc" : "We follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users movement on the website, and gathering demographic information.",
    "adpartnertitle" : "Advertising Partner Privacy Policies",
    "adpartnerdesc" : "You may consult this list to find the Privacy Policy for each of the advertising partners of Af-Fix Smartphone Repair. Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Af-Fix Smartphone Repair, which are sent directly to users browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit. Note that Af-Fix Smartphone Repair has no access to or control over these cookies that are used by third-party advertisers.",
    "thirdtitle" : "Third Party Privacy Policy",
    "thirddesc" : "Af-Fix Smartphone Repair's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.",
    "ccpatitle"  : "CCPA Privacy Rights (Do Not Sell My Personal Information)",
    "ccpadesc1" : "Under the CCPA, among other rights, California consumers have the right to:",
    "ccpadesc2" : "Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.",
    "ccpadesc3" : "Request that a business delete any personal data about the consumer that a business has collected.",
    "ccpadesc4" : "Request that a business that sells a consumer's personal data, not sell the consumer's personal data.",
    "ccpadesc5" : "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
    "gdprtitle" :"GDPR Data Protection Rights",
    "gpdrdesc1" : "We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:",
    "gpdrdesc2" : "The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.",
    "gpdrdesc3" : "The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.",
    "gpdrdesc4" : "The right to erasure – You have the right to request that we erase your personal data, under certain conditions.",
    "gpdrdesc5" : "The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.",
    "gpdrdesc6" : "The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.",
    "gpdrdesc7" : "The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.",
    "gpdrdesc8" : "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
    "childrentitle" : "Children's Information",
    "childrendesc1" : "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.",
    "childrendesc2" : "Af-Fix Smartphone Repair does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our Web Apps, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records."

}